Repository: 975L/PageEditBundle
Catalog: Resources/translations/pageedit.*.xlf
Languages: fr

source: Content
fr: Contenu

source: New page
fr: Nouvelle page

source: Download zip of pages
fr: Télécharger zip des pages

source: Title
fr: Titre

source: Semantic url
fr: Url sémantique

source: Name of page in the url
fr: Nom de la page dans l'url

source: Important, the content between {{...}}, {%...%} or {#...#} must be left as is, otherwise the page display will be altered.
fr: Important, le contenu entre {{...}}, {%...%} ou {#...#} doit être laissé tel quel, sous peine d'altérer l'affichage de la page.

source: The following page will be deleted. Any future call of the page will return an HTTP error code 410 (Gone).
fr: La page suivante sera supprimée. Tout appel futur de la page renverra un code d'erreur HTTP 410 (Gone).

source: List of pages
fr: Liste des pages

source: Current version
fr: Version actuelle

source: Title not found
fr: Titre non trouvé

source: Change Frequency
fr: Fréquence de changement

source: Significance (0-10)
fr: Importance (0-10)

source: Never
fr: Jamais

source: Yearly
fr: Annuelle

source: Montly
fr: Mensuelle

source: Weekly
fr: Hebdomadaire

source: Daily
fr: Quotidienne

source: Hourly
fr: Toutes les heures

source: Always
fr: Tout le temps

source: Protected
fr: Protégée

source: Sign out
fr: Me déconnecter

source: View current pages
fr: Voir les pages courantes

source: View deleted pages
fr: Voir les pages supprimées

source: View redirected pages
fr: Voir les pages redirigées

source: View archived pages
fr: Voir les pages archivées

source: Current
fr: Courantes

source: Deleted
fr: Supprimées

source: Redirected
fr: Redirigées

source: Archived
fr: Archivées

source: This page has been archived on
fr: Cette page a été archivée le

source: The following page will be definitevely deleted.
fr: La page suivante sera définitivement supprimée.

source: This page has been deleted on
fr: Cette page a été supprimée le

source: This page is an automatic redirect to
fr: Cette page est une redirection automatique vers

source: The redirection will be lost, which can cause a loss of SEO on the search engines.
fr: La redirection sera perdue, ce qui peut causer une perte de référencement (SEO) sur les moteurs de recherche.

source: Duplicate
fr: Dupliquer

source: Semantic url (use "/" for a sub-page)
fr: Url sémantique (utiliser "/" pour une sous-page)

source: This page has been redirected on
fr: Cette page a été redirigée le
